/* Задача: 
Написать программу, которая из имеющегося массива строк формирует новый массив из строк, длина которых меньше, либо равна 3 символам. 
Первоначальный массив можно ввести с клавиатуры, либо задать на старте выполнения алгоритма. 
При решении не рекомендуется пользоваться коллекциями, лучше обойтись исключительно массивами.
*/

Console.WriteLine("Приветствую, сейчас будет выполнено решение с массивом уже заданным в алгоритм.");
string[] array = { "Hello", "2", "world", ":-)", "222" };
Console.Write("[ ");
